export default {
  projections: {
    ПостаматE: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      службаДоставки: {
        __caption__: 'Служба доставки',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      ячейка: {
        __caption__: 'Ячейка',
        номерЯчейки: {
          __caption__: 'Номер ячейки'
        },
        хранение: {
          __caption__: 'Хранение',
          номер: {
            __caption__: 'Номер'
          },
          датаНачала: {
            __caption__: 'Дата начала хранения'
          },
          датаЗавершения: {
            __caption__: 'Дата завершения хранения'
          },
          продление: {
            __caption__: 'Продлен заказ на 3 дня'
          }
        }
      }
    },
    ПостаматL: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      службаДоставки: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    службаДоставки: {
      __caption__: 'Служба доставки'
    },
    ячейка: {
      __caption__: 'Ячейка'
    }
  }
};
