export default {
  projections: {
    ХранениеE: {
      номер: {
        __caption__: 'Номер'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаЗавершения: {
        __caption__: 'Дата завершения'
      },
      продление: {
        __caption__: 'Продление'
      },
      посылка: {
        __caption__: 'Посылка',
        номер: {
          __caption__: 'Номер'
        },
        статус: {
          __caption__: 'Статус'
        },
        отправитель: {
          __caption__: 'Отправитель'
        },
        получатель: {
          __caption__: 'Получатель'
        },
        транзакция: {
          __caption__: 'Транзакция',
          время: {
            __caption__: 'Время'
          }
        },
        логистика: {
          __caption__: 'Логистика',
          информация: {
            __caption__: 'Информация'
          }
        }
      }
    },
    ХранениеL: {
      номер: {
        __caption__: 'Номер'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаЗавершения: {
        __caption__: 'Дата завершения'
      },
      продление: {
        __caption__: 'Продление'
      }
    }
  },
  validations: {
    датаЗавершения: {
      __caption__: 'Дата завершения'
    },
    датаНачала: {
      __caption__: 'Дата начала'
    },
    номер: {
      __caption__: 'Номер'
    },
    продление: {
      __caption__: 'Продление'
    },
    посылка: {
      __caption__: 'Посылка'
    }
  }
};
