export default {
  projections: {
    ПосылкаE: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      отправитель: {
        __caption__: 'Отправитель'
      },
      получатель: {
        __caption__: 'Получатель'
      },
      транзакция: {
        __caption__: 'Транзакция',
        время: {
          __caption__: 'Время'
        }
      },
      логистика: {
        __caption__: 'Логистика',
        информация: {
          __caption__: 'Информация'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    логистика: {
      __caption__: 'Логистика'
    },
    транзакция: {
      __caption__: 'Транзакция'
    },
    хранение: {
      __caption__: 'хранение'
    },
    отправитель: {
      __caption__: 'Отправитель'
    },
    получатель: {
      __caption__: 'Получатель'
    }
  }
};
